Repository: jjk-jacky/kalu
Catalog: po/*.po
Languages: es

source: Invalid JSON response from the AUR
es: Respuesta JSON invalida desde AUR

source: Unexpected results from the AUR [%s]
es: Resultado inesperado desde AUR [%s]

source: <package not found>
es: <Paquete no encontrado>

source: Config file %s, line %d: invalid value for SigLevel: %s
es: En el archivo de configuración %s, en la linea %d: Valor inválido para SigLevel: %s

source: Config file %s, line %d:
es: Archivo de configuración %s, linea %d

source: Config file %s could not be read
es: No se puede leer el archivo de configuración %s

source: bad section name
es: nombre de sección incorrecto

source: syntax error: missing key.
es: error de sintaxis: Falta clave.

source: All directives must belong to a section.
es: Todas las directivas deben pertenecer a una sección.

source: Config file %s could not be read: %s
es: El archivo de configuración%s no se puede leer : %s

source: syntax error: missing key
es: error de sintaxis: Falta clave

source: Option SaneSortOrder doesn't exist anymore; Please use GTK3 option gtk-alternative-sort-arrows instead.
es: La opción SaneSortOrder ya no existe; por favor use la opción GTK3 gtk-alternative-sort-arrows en su lugar.

source: Unable to init cURL
es: No se puede iniciar cURL

# notif-button
source: Run simulation...
es: Ejecutar simulación...

# notif-button
source: Possible pacman/kalu conflict...
es: Posible conflicto de pacman/kalu...

# notif-button
source: Update system...
es: Actualizar el sistema...

# notif-button
source: Update AUR packages...
es: Actualizar los paquetes AUR...

# notif-button
source: Mark packages...
es: Marcar paquetes...

# notif-button
source: Show news...
es: Mostrar novedades...

source: Unable to start process
es: No se puede comenzar el proceso

source: Error while trying to run command line: %s The error was: <b>%s</b>
es: Ocurrió un error intentando ejecutar la linea: %s El error fue: <b>%s</b>

source: kalu: Unable to start process
es: kalu: No se puede comenzar el proceso

source: Cannot run simulation: kalu is busy
es: No se puede ejecutar la simulación: kalu está ocupado

source: kalu cannot run a simulation while it is busy (e.g. checking/upgrading the system). Please wait until kalu isn't busy anymore and try again.
es: kalu no puede correr la simulación mientras está ocupado (ej: chequeando/actualizando el sistema) Por favor espere que kalu esté desocupado e intentelo de nuevo.

source: Cannot upgrade system: kalu is busy
es: No se puede actualizar el sistema: kalu está ocupado

source: kalu cannot upgrade the system while it is busy (e.g. checking/upgrading the system). Please wait until kalu isn't busy anymore and try again.
es: kalu no puede actualizar el sistema mientras está ocupado (ej: chequeando/actualizando el sistema) Por favor espere que kalu esté desocupado e intentelo de nuevo.

source: Cannot launch AUR upgrade: kalu is busy
es: No se puede comenzar la actualización AUR: kalu está ocupado

source: kalu cannot launch AUR upgrade while it is busy (e.g. checking/upgrading the system). Please wait until kalu isn't busy anymore and try again.
es: kalu no puede comenzar la actualización AUR mientras está ocupado (ej: chequeando/actualizando el sistema) Por favor espere que kalu esté desocupado e intentelo de nuevo.

source: Unable to mark watched packages
es: Los paquetes observados no pueden ser marcados

source: Watched packages have changed, you need to run the checks again to be up-to-date.
es: Los paquetes observados han cambiado, deberá ejecutar nuevamente el chequeo para estar actualizado.

source: Unable to mark watched AUR packages
es: Los paquetes AUR observados no pueden ser marcados

source: Watched AUR packages have changed, you need to run the checks again to be up-to-date.
es: Los paquetes AUR observados han cambiado, deberá ejecutar nuevamente el chequeo para estar actualizado.

source: Unable to show the news
es: No pueden mostrarse las noticias

source: Unable to show unread news
es: No pueden mostrarse las noticias no leidas

source: Read news have changed, you need to run the checks again to be up-to-date.
es: Las noticias leidas han cambiado, deberá ejecutar nuevamente el chequeo para estar actualizado.

source: No notifications to show.
es: Sin notificaciones para mostrar.

source: Unable to show the recent Arch Linux news
es: No pueden mostrarse las noticias recientes de Arch Linux

source: Unable to show help
es: No se puede mostrar la ayuda

source: Unable to show change log
es: No se puede mostrar la bitácora de cambios

source: translator-credits
es: es-AR: pepecuis at gmail dot com - 2017 - Córdoba - Argentina

# systray-menu
source: Re-show last notifications...
es: Mostrar las últimas notificaciones.

source: Show notifications from last ran checks
es: Mostrar notificaciones de los ultimos chequeos ejecutados

# systray-menu
source: Resume automatic checks
es: Retomar chequeos automaticos

# systray-menu
source: Pause automatic checks
es: Pausar chequeos automaticos

source: Resume automatic checks (starting now)
es: Retomar chequeos automaticos (comenzando ahora)

source: Pause automatic checks (until resumed)
es: Pausar chequeos automaticos (hasta retomarlos)

# systray-menu
source: Check for Upgrades...
es: Chequear actualizaciones...

source: Check if there are any upgrades available
es: Chequear si existen actualizaciones disponibles

# systray-menu
source: Upgrade simulation...
es: Simular actualización...

source: Run a system upgrade simulation (to preview/help deal with conflicts)
es: Ejecutar una simulacion de actualización del sistema (para previzualizar / ayudar a resolver conflictos)

# systray-menu
source: System upgrade...
es: Actualización del sistema...

source: Perform a system upgrade
es: Ejecutar una actualización del sistema

# systray-menu
source: Show unread Arch Linux news...
es: Mostrar noticias frescas de Arch Linux...

source: Show only unread Arch Linux news
es: Mostrar solo noticias frescas de Arch Linux

# systray-menu
source: Show recent Arch Linux news...
es: Mostrar noticias recientes de Arch Linux...

source: Show most recent Arch Linux news
es: Mostrar las noticias mas recientes de Arch Linux

# systray-menu
source: Manage watched packages...
es: Gestionar paquetes observados...

# systray-menu
source: Manage watched AUR packages...
es: Gestionar paquetes observados AUR...

# systray-menu
source: Preferences
es: Preferencias

source: Edit preferences
es: Editar Preferencias

# systray-menu
source: Help
es: Ayuda

source: Show help (man page)
es: Mostrar ayuda (pagina man)

# systray-menu
source: Change log
es: Bitácora de cambios

source: Show change log
es: Mostrar bitácora de cambios

# systray-menu
source: About
es: Acerca de

source: Show Copyright & version information
es: Mostrar derechos de autor e información de versión

# systray-menu
source: Quit
es: Salir

source: Exit kalu
es: Salir de kalu

source: kalu received an unknown FIFO command
es: kalu recibio un comando FIFO desconocido

source: paused kalu
es: kalu está pausado

source: Checking/updating in progress...
es: Chequeo/actualización en proceso...

source: Last checked on %s
es: Último chequeo el %s

source: Last checked just now
es: Ultimo chequeo ahora

source: Last checked
es: Último chequeo hace

source: 1 day
es: un dia

source: 1 hour
es: una hora

source: 1 minute
es: un minuto

source: sync possible for 1 db
es: Se sincronizo una bd

source: 1 unread news
es: 1 noticia sin leer

source: 1 upgrade available
es: Una actualización disponible

source: upgrades available (unknown number due to conflict)
es: Actualizaciones disponibles (Cantidad desconocida debido a conflictos)

source: 1 watched package updated
es: Un paquete observado actualizado

source: 1 AUR package updated
es: Un paquete AUR actualizado

source: 1 package not found in AUR
es: Un paquete no está en AUR

source: 1 watched AUR package updated
es: Un paquete observado AUR actualizado

source: kalu: error setting tooltip
es: kalu: Error configurando tooltip

source: Internal error: Path too long
es: Error interno. Path muy largo

source: Unable to create temp folder
es: No se puede crear la carpeta temp

source: Unable to create symlink %s
es: No se puede crear el symlink %s

source: Unable to create folder %s
es: No se puede crear la carpeta %s

source: Unable to open folder %s
es: No puede abrirse la carpeta %s

source: Internal error
es: Error interno

source: Copy failed for %s
es: Fallo la copia para %s

source: Unable to stat %s
es: No se puede hacer stat %s

source: Unable to create local copy of database: %s
es: No se puede crear una copia local de la base de datos: %s

source: Failed to initialize alpm library: %s
es: Fallo la inicialización de la biblioteca alpm: %s

source: Failed to set GPGDir in ALPM: %s
es: Fallo el seteo de GPGDIR en ALPM: %s

source: Could not register database %s: %s
es: No se pudo registrar la base de datos %s: %s

source: Server %s contains the $arch variable, but no Architecture was defined
es: El servidor %s contiene la variable $arch, pero no se definio una Arquitectura

source: Could not add server %s to database %s: %s
es: No se puede agregar un servidor %s a la base de datos %s: %s

source: Failed to update %s: %s
es: Fallo actualizando %s: %s

source: - Package %s does not have a valid architecture
es: - El paquete %s no tiene una arquitectura válida

source: - %s requires %s
es: - %s requiere %s

source: - %s and %s are in conflict
es: - %s y %s están en conflicto

source: - %s and %s are in conflict (%s)
es: - %s y %s están en conflicto (%s)

source: Failed to prepare transaction: %s %s
es: Falla al preparar la transacción: %s %s

source: none
es: ninguna

source: No error message specified in MethodFailed
es: No hay mensaje de error especificado en Method Failed

source: Object is not a KaluUpdater
es: El objeto no es un KaluUpdater

source: Cannot call method %s: already running
es: No se puede llamar al metodo %s: todavia está corriendo

source: Internal method definition missing for %s
es: Falta la definición interna del metodo para %s

source: Unable to check the news
es: No se pueden chequear las noticias

source: Unable to check for updates -- loading alpm library failed
es: No se pueden chequear las actualizaciones -- fallo la carga de la biblioteca alpm

source: Unable to check for updates -- could not synchronize databases
es: No se pueden chequear las actualizaciones -- no se pueden sincronizar las bases de datos

source: Unable to compile list of packages
es: No se pueden compilar las listas de paquetes

source: Unable to check for updates
es: No se pueden chequear las actualizaciones

source: Unable to check for updates of watched packages
es: No se pueden chequear las actualizaciones de los paquetes observados

source: Unable to check for AUR packages
es: No se pueden chequear las actualizaciones de paquetes de AUR

source: Unable to check for updates of watched AUR packages
es: No se pueden chequear las actualizaciones de paquetes observados de AUR

source: No upgrades available.
es: No hay actualizaciones disponibles.

source: Unable to open FIFO
es: No se puede abrir FIFO

source: Received too much invalid data on FIFO, resetting
es: Se han recibido muchos datos invalidos en FIFO, reiniciando

source: Run automatic checks
es: Ejecutar pruebas automáticas

source: Run manual checks
es: Ejecutar pruebas manuales

source: Enable debug mode
es: Habilitar el modo de depuración

source: Show version information
es: Mostrar la información de la versión

source: option parsing failed: %s
es: fallo el examén de opciones: %s

source: $NB updates available (D: $DL; N: $NET)
es: $NB actualizaciones disponibles (D: $DL; N: $NET)

source: $NB watched packages updated (D: $DL; N: $NET)
es: $NB paquetes observados actualizados (D: $DL; N: $NET)

source: AUR: $NB packages updated
es: AUR: $NB paquetes actualizados

source: $NB packages not found in AUR
es: $NB paquetes no encontrados en AUR

source: AUR: $NB watched packages updated
es: AUR: $NB paquetes observados actualizados

source: $NB unread news
es: $NB noticias sin leer

source: GTK+ initialization failed
es: La inicialización de GTK+ falló

source: To run kalu on CLI only mode, use --auto-checks or --manual-checks
es: Para ejecutar kalu en modo consola (CLI), usear --auto-checks o --manual-checks

source: Errors while parsing configuration
es: Errores mientras examinaba la configuración

source: Unable to parse watched packages
es: No se pueden examinar los paquetes observados

source: Unable to parse watched AUR packages
es: No se pueden examinar los paquetes AUR

source: Unable to parse last news data
es: No se pueden examinar los datos de las últimas noticias

source: Unable to initialize cURL
es: No se puede inicializar cURL

source: kalu will therefore not be able to check the AUR
es: kalu no podrá entonces chequear el AUR

source: Unable to create FIFO
es: No se puede crear FIFO

source: Unable to save changes to disk
es: No se pueden guardar cambios en el disco

source: Unable to open link
es: No se puede abrir enlace

source: Arch Linux Unread News - kalu
es: Noticias no leidas de Arch Linux - kalu

source: Arch Linux News - kalu
es: Noticias de Arch Linux - kalu

source: _Mark as read
es: _Marcar como leida

source: Mark checked news as read
es: Marcar noticias chequeadas como leidas

source: _Close
es: _Cerrar

source: No unread news
es: Sin noticias no leidas

source: There are no unread Arch Linux news.
es: No hay noticias Arch Linux no leidas.

source: Help - kalu
es: Ayuda - kalu

source: History - kalu
es: Historia - kalu

source: <h2>Possible pacman/kalu conflict</h2><p>The pending system upgrade is likely to fail due to kalu's dependency on the current version of pacman. This is because the new pacman introduces API changes in libalpm (on which kalu relies).</p><h2>How to upgrade?</h2><p>In order to upgrade your system, you will need to :<br> <b>1.</b> Remove kalu (<pre>pacman -R kalu</pre>) This will <b>not</b> remove your preferences, watched lists, etc<br> <b>2.</b> Upgrade your system (<pre>pacman -Syu</pre>)<br> <b>3.</b> Install a new version of kalu, compatible with the new version of pacman.</p><p>If a new version of kalu for the new pacman isn't available on the AUR yet, make sure to flag it as out-of-date.</p>
es: <h2>Hay un posible conflicto pacman/kalu </h2><p>La actualización pendiente del sistema podria fallar debido a la dependencia de kalu en esta versión de pacman. Esto es porque el nuevo pacman introduce cambios de API changes en libalpm (que es usada por kalu).</p><h2>Como actualizar?</h2><p>Para actualizar el sistema, se deberá:<br> <b>1.</b> Desinstalar kalu (<pre>pacman -R kalu</pre>) Esto <b>no</b> eliminará las preferencias, listas de observación, etc<br> <b>2.</b> Actualizar el sistema (<pre>pacman -Syu</pre>)<br> <b>3.</b> Instalar una nuevaversión de kalu, compatible con la nueva versión de pacman.</p><p>Si una nueva versión de kalu para el nuevo pacman no está disponible todavia en AUR, se deberá asegurar de marcarla como out-of-date.</p>

source: Possible pacman/kalu conflict - kalu
es: Posible conflicto pacman/kalu - kalu

# expiration-delay
source: Default
es: Defecto

# expiration-delay
source: Never
es: Nunca

source: %d seconds
es: %d segundos

source: Select the source for this field:
es: Seleccione el origen para este campo:

source: - Default: use default value
es: - Defecto: usar el valor por defecto

source: - Fall back: use value from template '%s'
es: Replegar: Usar valores de la plantilla '%s'

source: - Custom: specify a custom value
es: - Personalizar: Especificar un valor personal

source: - None: no value
es: - Nada: ningún valor

source: Default
es: Defecto

source: Fall back
es: Replegar

source: Custom
es: Personalizado

source: None
es: Nada

source: Edit as custom value
es: Editar como valor personalizado

source: <b>When packages are not found:</b>
es: <b>Cuando no se encuentren los paquetes:</b>

source: <b>Notification template</b>
es: <b>Plantilla de notificación</b>

source: Title :
es: Título :

source: The following variables are available : - <b>$NB</b> : number of packages/news items
es: Las siguientes variables están disponibles : - <b>$NB</b> : número de item de paquete/noticia

source: - <b>$DL</b> : total download size - <b>$INS</b> : total installed size - <b>$NET</b> : total net (post-install difference) size
es: - <b>$DL</b> : Tamaño total de la descarga - <b>$INS</b> : Tamaño total instalado - <b>$NET</b> : Diferencia neta post-instalación

source: News item :
es: Items de noticias :

source: Package :
es: Paquete :

source: The following variables are available :
es: Las siguientes variables están disponibles :

source: - <b>$NEWS</b> : the news title
es: - <b>$NEWS</b> : El título de la noticia

source: - <b>$REPO</b> : repository name
es: - <b>$REPO</b> : Nombre del repositorio

source: - <b>$PKG</b> : package name
es: - <b>$PKG</b> : nombre del paquete

source: - <b>$OLD</b> : old/current version number
es: - <b>$OLD</b> : Antiguo/actual número de versión

source: - <b>$NEW</b> : new version number
es: - <b>$NEW</b> : Nuevo número de versión

source: - <b>$DL</b> : download size
es: - <b>$DL</b> : Tamaño de la descarga

source: - <b>$INS</b> : installed size
es: - <b>$INS</b> : Tamaño instalado

source: - <b>$NET</b> : net (post-install difference) size
es: - <b>$NET</b> : Diferencia neta post-instalación

source: Separator :
es: Separador :

source: No variables available.
es: Sin variables disponibles.

source: Unable to apply/save preferences
es: No se pueden aplicar/guardar las preferencias

source: You need to select the configuration file to use for libalpm (pacman.conf)
es: Se debe seleccionar el archivo de configuración para usar para libalpm (pacman.conf)

source: You need to select the file to use as icon on notifications
es: Se debe seleccionar el icono para notificaciones

source: You need to specify an interval.
es: Se debe especificar un intervalo.

source: Invalid value for the auto-check interval.
es: Valor invalido para el intervalo de auto chequeo.

source: Nothing selected for automatic checks.
es: Nada seleccionado para chequeo automático.

source: Nothing selected for manual checks.
es: Nada seleccionado para chequeo manual.

source: You need to specify the command-line to open links.
es: Hay que especificar la linea de comandos para abrir enlaces.

source: You need to use $URL on the command line to open links.
es: Hay que usar $URL en la linea de comandos para abrir enlaces.

source: You need to specify the command-line.
es: Hay que especificar la linea de comandos.

source: Custom value is required.
es: Se requiere un valor personalizado.

source: %s cannot be created or is not a folder
es: %s no puede ser creado o no es una carpeta

source: Unable to write configuration file
es: No se puede escribir el archivo de configuración

source: When clicking the systray icon :
es: Cuando se haga click en el ícono de la barra del sistema :

source: When double clicking the systray icon :
es: Cuando se haga doble click en el ícono de la barra del sistema :

source: When middle clicking the systray icon :
es: Cuando se haga click con el boton del medio en el ícono de la barra del sistema :

source: Same as when active/not paused
es: Lo mismo que cuando este activo/no en pausa

source: Do nothing
es: No hacer nada

source: Check for Upgrades...
es: Chequear actualizaciones...

source: System upgrade...
es: Actualizar el sistema...

source: Upgrade simulation...
es: Simular actualización...

source: Hide/show opened windows (except kalu's updater)
es: Esconder/mostrar las ventanas abiertas (excepto el actualizador de kalu)

source: Hide/show opened windows
es: Esconder/mostrar ventnas abiertas

source: Re-show last notifications...
es: Mostrar nuevamente las últimas notificaciones...

source: Toggle pause/resume automatic checks
es: Conmutar pausa/resumir chequeos automáticos

source: Preferences - kalu
es: Preferencias - kalu

source: Configuration file (pacman.conf) to use:
es: Archivo de configuración (pacman.conf) a usar:

source: Select your pacman.conf
es: Seleccionar pacman.conf

source: Icon used on notifications :
es: Ícono usado en las notificaciones :

source: No icon
es: Sin icono

source: kalu's icon
es: icono de kalu

source: Select file:
es: Seleccionar archivo:

source: Select notification icon
es: Seleccionar ícono para las notificaciones

source: Supported Images
es: Imagenes soportadas

source: Size of the icon used on notifications :
es: Tamaño del ícono usado en las notificaciones :

source: Notifications expire after (seconds) :
es: La notificación expira luego de (segundos) :

source: Delay after which the notification should expire/be automatically closed by the daemon.
es: Demora luego de la cual la notificación deberia expirar/ser automaticamente cerrada por el duende.

source: Check for upgrades every (minutes) :
es: Chequear actualizaciones cada (minutos) :

# delay-in-minutes
source: 60 (Hour)
es: [demora-en-minutos] 60 (Hora)

# delay-in-minutes
source: 120 (Two hours)
es: [demora-en-minutos] 120 (Dos horas)

# delay-in-minutes
source: 1440 (Day)
es: [demora-en-minutos] 1440 (Día)

# skip-between
source: Do not check between
es: [saltar-entre] No chequear entre

# skip-between
source: and
es: [saltar-entre] y

# checks
source: Arch Linux news
es: [chequeo] Noticias Arch Linux

# checks
source: Package upgrades
es: [chequeo] Actualizaciones de paquetes

# checks
source: Watched package upgrades
es: [chequeo] Actualizaciones de paquetes observados

# checks
source: AUR package upgrades
es: [chequeo] Actualizaciones de paquetes AUR

# checks
source: AUR watched package upgrades
es: [chequeo] Actualizaciones de paquetes observados AUR

source: During an automatic check, check for :
es: Durante el chequeo automático, chequear :

source: During a manual check, check for :
es: Durante el chequeo manual, chequear :

# prefs-tab
source: News
es: Noticias

source: Command line to open links :
es: Linea de comandos para abrir enlaces :

source: Use variable <b>$URL</b> for the URL to open
es: Usar variable <b>$URL</b> para abrir la URL

# prefs-tab
source: Upgrades
es: Modernizaciones

source: Check for pacman/kalu conflict
es: Chequear conflictos entre pacman/kalu

source: Check whether an upgrade of pacman is likely to fail due to kalu's dependency, and if so adds a button on to notification to show a message about why and how to upgrade.
es: Chequear si una actualización de pacman podría fallar debido a las dependencias de kalu, si es asi agrega un botón en la notificación para mostrar un mensaje acerca de porque y como actualizar.

source: Show a button "Upgrade system" on notifications (and on kalu's menu)
es: Mostrar el botón "Actualizar el sistema" en la notificación (y en el menu de kalu)

source: Whether or not to show a button "Upgrade system" on notifications, as well as an item "System upgrade" on kalu's menu
es: Cuando mostrar el boton "Actualizar el sistema" o no, como también un item "Actualizar el sistema" en el menú de kalu

source: When clicking the button/menu :
es: Cuando se haga click en el botón/menú

source: When clicking the button "Upgrade system" on notifications, or the menu "System upgrade"
es: Cuando se haga click en el botón "Actualizar el sistema" de la notificación, o el menú "Actualizar el sistema"

source: Run kalu's system updater
es: Ejecutar el actualizador del sistema de kalu

source: Run the specified command-line
es: Ejecutar la linea de comandos especificada

source: Command-line:
es: Linea de comandos:

source: After completing a system upgrade, start the following :
es: Luego de completar una actualización del sistema, arrancar lo siguiente:
