Repository: jjk-jacky/kalu
Catalog: po/*.po
Languages: es

source: You can use <b>$PACKAGES</b> to be replaced by the list of upgraded packages; And <b>$PACFILES</b> to be replaced by the list of pacnew files (See manual for more information)
es: Se puede usar <b>$PACKAGES</b> para ser reemplazados por la lista de paquetes actualizados; Y <b>$PACFILES</b> para ser reemplazados por la lista de archivos pacnew (Ver el manual para más información)

source: Add a new command-line
es: Agregar una nueva linea de comandos

source: Edit selected command-line
es: Editar la linea de comandos seleccionada

source: Remove selected command-line
es: Quitar la linea de comandos seleccionada

source: Ask confirmation before starting anything
es: Pedir confirmación antes de hacer nada

source: Confirmation will be asked before starting those processes. With multiple ones, you'll be able to select which one(s) to start.
es: Se pedirá confirmación antes de comenzar estos procesos. Con procesos multiples, se podrá seleccionar cual(es) arrancar.

# prefs-tab
source: Watched
es: Observados

source: Manage watched packages...
es: Gestionar paquetes observados...

source: Show a button "Update AUR packages" on notifications
es: Mostrar un botón "Actualizar paquetes AUR" en la notificación

source: When clicking the button, run the following :
es: Cuando se pulse el botón, ejecutar lo siguiente:

source: You can use <b>$PACKAGES</b> to be replaced by the list of AUR packages with upgrades available
es: Se puede usar <b>$PACKAGES</b> para ser reemplazados por la lista de paquetes AUR packages con actualización disponibles.

source: Do not check the AUR for the following packages :
es: No chequear AUR para estos paquetes :

source: Package name
es: Nombre del paquete

source: Add a new package
es: Agregar un nuevo paquete

source: Edit selected package
es: Editar el paquete seleccionado

source: Remove selected package
es: Remover el paquete seleccionado

# prefs-tab
source: Watched AUR
es: Observado AUR

source: Manage watched AUR packages...
es: Gestionar paquetes observados AUR...

# prefs-tab
source: Misc
es: Miscelaneos

source: Show if databases can be synchronized in tooltip
es: Mostrar si las bases de datos pueden ser sincronizadas en la barra de información

source: When kalu is <b>active</b> :
es: Cuando kalu está <b>activo</b> :

source: Actions to be done when kalu is <b>not</b> paused.
es: Acciones a tomar cuando kalu <b>no</b> está pausado

source: When kalu is <b>paused</b> :
es: Cuando kalu está <b>pausado</b> :

source: Actions to be done when kalu is <b>paused</b>.
es: Acciones a tomar cuando kalu está <b>pausado</b>.

source: Using KDE's StatusNotifierItem interface, the action on click will be mapped to Activate, the action on middle click mapped to SecondaryActivate, the action on double click is unused.
es: Al usar la interfase KDE StatusNotifierItem, la accion de pulsar sera mapeada a Activar, la del boton central mapeada a la activación secundaria, y la del doble pulsar no se usa.

source: _Save preferences
es: _Guardar preferencias

source: Apply and save preferences
es: Aplicar y guardar preferencias

source: %d%% of %s
es: %d%% de %s

source: Post-processing...
es: Post-procesando...

source: Warning: %s
es: Advertencia: %s

source: Downloading packages...
es: Descargando paquetes...

source: Checking dependencies...
es: Chequeando dependencias...

source: Resolving dependencies...
es: Resolviendo dependencias...

source: Checking inter-conflict...
es: Chequeando conflictos...

source: Processing package changes...
es: Procesando los cambios de los paquetes...

source: Running pre-transaction hooks...
es: Ejecutando ganchos pre-transacciones...

source: Running post-transaction hooks...
es: Ejecutando ganchos post-transacciones...

source: Checking delta integrity...
es: Chequeando integridad delta...

source: Importing required keys...
es: Importando claves requeridas...

source: Applying delta patches...
es: Aplicando parches delta...

source: Delta patching done.
es: Parches delta hechos.

source: Delta patching failed.
es: Fallaron los parches delta.

source: Running '%s' (%s)...
es: Ejecutando '%s' (%s)...

source: Running '%s'...
es: Ejecutando '%s'...

source: Package installed: %s (%s)
es: Paquete instalado: %s (%s)

source: Optional dependencies for %s:
es: Dependencias opcionales para %s:

source: Package reinstalled: %s (%s)
es: Paquete reinstalado: %s (%s)

source: Package removed: %s (%s)
es: Paquete removido: %s (%s)

source: Package upgraded: %s (%s -> %s)
es: Paquete actualizado: %s (%s->%s)

source: New optional dependencies for %s-%s:
es: Nuevas dependencias opcionales para %s-%s:

source: Package downgraded: %s (%s -> %s)
es: Paquete retroactualizado: %s (%s->%s)

source: Warning: %s installed as %s.pacnew
es: Advertencia: %s instalado como %s.pacnew

source: Warning: %s saved as %s.pacsave
es: Advertencia: %s guardado como %s.pacsave

source: Using delta %s to generate %s...
es: Usando delta %s para generar %s...

source: %s optionally requires %s
es: %s opcionalmente requiere %s

source: Checking packages integrity...
es: Chequeando la integridad de los paquetes...

source: Checking for file conflicts...
es: Chequeando conflictos de archivo...

source: Loading package files...
es: Cargando archivos de paquete...

source: Checking disk space...
es: Chequeando espacio en disco...

source: Checking keyring...
es: Chequeando cadena de claves...

source: Upgrading system...
es: Actualizando el sistema...

source: %s is in IgnorePkg/IgnoreGroup. Install anyway ?
es: %s está en la sección IgnorePkg/IgnoreGroup. ¿Se instala de todas maneras ?

source: Install %s anyway
es: Instalar %s de todas maneras

source: Do not install %s
es: No instalar %s

source: Yes
es: Si

source: Do you want to replace %s (%s) with %s (%s) ?
es: Reemplazar %s (%s) con %s (%s)?

source: Replace with %s
es: Reemplazar con %s

source: Keep %s
es: Mantener %s

source: %s and %s and in conflict. Remove %s ?
es: %s y %s están en conflicto, ¿Remover %s ?

source: Remove %s
es: Remover %s

source: Do you want to skip the packages listed below ?
es: ¿Desea saltear los paquetes listados a continuación?

source: Those packages cannot be upgraded due to unresolvable dependencies :
es: Esos paquetes no pueden ser actualizados debido a dependencias no resueltas:

source: Yes, skip those packages
es: Si, saltear esos paquetes

source: No, abort upgrade
es: No, abandonar la actualización

source: Do you want to skip package %s ?
es: ¿Desea saltear el paquete %s ?

source: Package %s cannot be upgraded due to unresolvable dependencies.
es: El paquete %s no puede ser actualizado debido a dependencias no resueltas.

source: Yes, skip %s
es: Si, saltear %s

source: There are %d providers available for %s. Please select the one to install :
es: Hay %d proveedores disponibles para %s. Por favor seleccione cual instalar :

# column
source: Package
es: Paquete

# column
source: Version
es: Versión

source: Abort
es: Abandonar

source: Use selected provider
es: Usar el proveedor seleccionado

source: File %s is corrupted. Do you want to delete it ?
es: El archivo %s está corrompido. ¿Desea borrarlo ?

source: Delete %s
es: Borrar %s

source: Do not delete %s
es: No borrar %s

source: Do you want to import key %s ?
es: ¿Quiere importar la clave %s ?

source: Key %s: %s (created %s)
es: Clave %s: %s (creada %s)

source: Yes, import key
es: Si, importar clave

source: Downloading %s ...
es: Descargando %s

source: Error: got a SYNC_DBS event while not synchronizing databases
es: Error: Ocurrio un evento SYNC_DBS sin estar sincronizando las bases de datos

source: Synchronizing a database
es: Sincronizando la base de datos

source: Synchronizing databases...
es: Sincronizando bases de datos...

source: Synchronizing simulation databases...
es: Simulando la sincronización de bases de datos...

source: Error: got a SYNC_DB_START event while not synchronizing databases
es: Error: Ocurrio un evento SYNC_DB_START sin estar sincronizando las bases de datos

source: Synchronizing database %s...
es: Sincronizando la base de datos %s...

source: Error: got a SYNC_DB_END event while not synchronizing databases
es: Error: Ocurrio un evento SYNC_DB_END sin estar sincronizando las bases de datos

source: failed
es: fallo

source: Are you sure you want to abort the current operation ?
es: ¿Está seguro de querer abandonar la operación actual?

source: CAUTION: This might leave your system in an unstable/non-working state.
es: PRECAUCIÓN: Esto podría dejar su sistema en un estado inestable o no funcional.

source: Yes, abort operation
es: Si, cancelar operación

source: No, keep going
es: No, continar

source: Downloading packages complete.
es: Descarga de paquetes completa.

source: Downloading packages failed
es: Fallo la descarga de paquetes

source: System update failed
es: Fallo la actualización del sistema

source: System upgrade complete.
es: Modernización del sistema completa.

source: Do you want to run the post-sysupgrade process ?
es: ¿Ejecutar el proceso post-modernización del sistema ?

source: Yes, Start it now
es: Si, comenzar ahora

source: Yes
es: Si

source: Do you want to run the post-sysupgrade processes ?
es: ¿Ejecutar los procesos post-modernización del sistema ?

source: Do you want to run the following post-sysupgrade processes ?
es: ¿Ejecutar los siguientes procesos post-modernización del sistema ?

source: Only checked processes will be launch.
es: Solo los procesos chequeados serán lanzados.

source: Yes, run checked processes now
es: Si, ejecutar procesos chequeados ahora

# column
source: Run
es: Ejecutar

# column
source: Command-line
es: Linea de comandos

source: Starting: '%s' ..
es: Comenzando: '%s' ..

source: failed
es: fallo

source: Unable to start post-sysupgrade process.
es: No se puede ejecutar los procesos post-modernización del sistema

source: Command-line: %s Error: %s
es: Lina de comandos: %s Error: %s

source: Unable to start system upgrade
es: No se puede comenzar la modernización del sistema.

source: Invalid internal state
es: Estado interno invalido

source: Performing system upgrade...
es: Ejecutando la modernización del sistema...

source: Failed to get packages list
es: No se pudo obtener la lista de paquetes

source: No packages to upgrade
es: No hay paquetes a modernizar

source: Your system is already up-to-date.
es: El sistema ya está actualizado,

source: Do you want to download packages ?
es: ¿Desea descargar paquetes?

source: Download: %s
es: Descargar: %s

source: Download: %s
es: Descargar: %s

source: Download packages
es: Paquetes descargados

source: No, cancel download
es: No, cancelar la descarga

source: Download operation cancelled.
es: Operación de descarga cancelada.

source: <big><b>Do you want to upgrade your system ?</b></big>
es: <big><b>¿Desea modernizar el sistema ?</b></big>

source: <big><b>Simulation complete</b></big>
es: <big><b>Simulación completa</b></big>

source: Download: %s - Install: %s - Net: %s
es: Descarga: %s - Por instalar: %s - Neto: %s

source: Install: %s - Net: %s
es: Por instalar: %s - Neto: %s

source: Got package list; waiting for user confirmation.
es: Se tiene la lista de paquetes; esperando la confirmación del usuario.

source: Simulation complete.
es: Simulación completa.

source: Failed to synchronize databases
es: Fallo la sincronización de bases de datos

source: Databases synchronized
es: Bases de datos sincronizadas

source: Getting packages list
es: Bajando lista de paquetes

source: Getting packages list...
es: Bajando lista de paquetes...

source: Failed to register databases
es: Falla al registrar las bases de datos

source: Register database %s...
es: Registrando base de datos %s...

source: Failed to initialize ALPM library
es: Falla inicializando biblioteca ALPM

source: Registering databases
es: Registrando bases de datos

source: Failed to initialize
es: Falla inicializando

source: Initializing ALPM library...
es: Inicializando biblioteca ALPM...

source: Could not initiate kalu_updater
es: No se puede iniciar kalu_updater

source: Initializing kalu_updater...
es: Inicializando kalu_updater...

source: Could not initialize kalu_updater
es: No se puede inicializar kalu_updater

source: Initializing... Please wait...
es: inicializando... Por favor espere...

source: Creating kalu_updater...
es: Creando kalu_updater...

source: Rerun simulation...
es: Re-ejecutar simulación...

source: System upgrade - kalu
es: Modernización del sistema - kalu

source: Upgrade simulation - kalu
es: Simulación de modernización - kalu

# column
source: Old/Current
es: Antiguo/Actual

# column
source: New
es: Nuevo

# column
source: Download
es: Descarga

# column
source: Installed
es: Instalado

source: Log
es: Bitácora

source: _Abort
es: _Abandonar

source: _Upgrade system...
es: _Modernizar sistema...

source: _Download packages...
es: _Descargar paquetes...

source: _Rerun simulation...
es: _Re ejecutar simulación...

source: Parsing %s ...
es: Examinando %s ...

source: Unable to parse pacman.conf
es: No se puede examinar pacman.conf

source: No databases defined
es: No hay bases de datos definidas

source: Failed to initialize simulation
es: Falló la inicialización de la simulación

source: Failed to initiate transaction: %s
es: Falla iniciando la transacción: %s

source: Failed to release transaction: %s
es: Falla liberando la transacción: %s

source: No usable package repositories configured
es: No está configurado ningún repositorio de paquetes

source: Database %s is not valid: %s
es: La base de datos %s no es válida: %s

source: Do you want to import marked changes into the current list?
es: ¿Quiere importar los cambios marcados en la lista actual?

source: You have marked one or more packages with updated version number since starting the editing of this list.
es: Se ha marcado uno o más paquetes con un número de versión actualizada desde que se comenzo a modificar esta lista.

source: Yes, import changes.
es: Si, importar cambios.

source: No, keep the list as is.
es: No, mantener la lista como esta.

source: Mark updated watched packages - kalu
es: Marcar actualizar los paquetes observados - kalu

source: Manage watched packages - kalu
es: Gestionar paquetes observador - kalu

source: Mark updated watched AUR packages - kalu
es: Marcar paquetes observados AUR actualizados - kalu

source: Manage watched AUR packages - kalu
es: Gestionar paquetes observados AUR - kalu

source: Reload list from memory (undo changes)
es: Recargar lista desde memoria (deshace cambios)

source: Reload list from file
es: Recargar lista desde archivo

# column
source: Update
es: Actualizar

source: _Mark as seen
es: _Marcar como vista

source: Save new version numbers of checked packages
es: Guardar nuevos números de versión de los paquetes chequeados

source: _Save list
es: _Guardar lista

source: Save list of watched packages
es: Guardar lista de los paquetes observados

source: [installed]
es: [instalado]

source: [pending]
es: [pendiente]

source: Session already initialized
es: La sesión ya está inicializada

source: No error message
es: No hay mensaje de error

source: Authorization from PolicyKit failed
es: Fallo la autorización de PolicyKit

source: Invalid state
es: Estado invalido

source: Failed to initialize alpm library: %s
es: Fallo la inicialización de la biblioteca alpm: %s

source: ALPM has no downloader capability
es: ALPM no tiene capacidad para descargar

source: Unable to set log file: %s
es: No se puede establecer el archivo de bitácora: %s

source: Unable to set gpgdir: %s
es: No se puede establecer gpgdir: %s

source: Unable to add hook dir '%s': %s
es: No se puede agregar el gancho dir '%s': %s

source: Unable to set cache dirs: %s
es: No se puede establecer las carpetas de cache: %s

source: Unable to set default siglevel: %s
es: No se puede establecer el siglevel por defecto: %s

source: Failed to release alpm library
es: Falla al liberar la biblioteca alpm

source: Could not register database %s: %s
es: No se pudo registrar la base de datos %s: %s

source: Server %s contains the $arch variable, but no Architecture was defined.
es: El servidor %s contiene la variable $arch, pero no se definio una Arquitectura.

source: Could not add server %s to database %s: %s
es: No se puede agregar un servidor %s a la base de datos %s: %s

source: Database %s is not valid: %s
es: La base de datos %s no es válida: %s

source: Invalid call to Answer, no Question pending.
es: Llamada invalida a Responder, no hay Preguntas pendientes.

source: Failed to initiate transaction: %s
es: Falla iniciando transacción: %s

source: - Package %s requires %s
es: -Paquete %s requiere %s

source: - Packages %s and %s are in conflict
es: -Paquetes %s y %s están en conflicto

source: - Packages %s and %s are in conflict: %s
es: -Paquetes %s y %s están en conflicto: %s

source: Failed to prepare transaction: %s : %s
es: Falla al preparar la transacción: %s: %s

source: Failed to prepare transaction: %s
es: Falla al preparar la transacción: %s

source: - %s exists in both %s and %s
es: - %s existe en %s y en %s

source: - %s exists in both %s and current filesystem
es: -%s existe en %s y el sistema de archivos actual

source: - Unknown conflict for %s
es: - Conflicto desconocido para %s

source: - %s in invalid or corrupted
es: - %s está invalido o corrupto

source: Failed to commit transaction: %s : %s
es: Falla realizando la transacción: %s : %s

source: Failed to commit transaction: %s
es: Falla realizando la transacción: %s

source: Session not initialized
es: Sesión not inicializada

source: Session initialized for another client
es: Sesión inicializada por otro cliente

source: Unknown method: %s
es: Metodo desconocido: %s
